import React from "react";
import styles from "./Services.module.scss"; 


const Services = () => {
  return (
    <div className={styles.servicesPage}>
      <h1>Услуги</h1>

      <div className={styles.section}>
        <h2>Маникюр:</h2>

        <ol>
          <li>Комплекс 1: (снятие гель-лака, маникюр, покрытие однотонное гель-лаком): от 1800 ₽, 2 ч.</li>
          <li>Комплекс 2: (снятие + маникюр + френч или втирка, стемпинг, ремонт 1-2 ногтя): от 2000 ₽, 2 ч 30 мин</li>
          <li>Маникюр с покрытием лак: от 1200 ₽, 1 час.</li>
          <li>Коррекция ногтя: 200 ₽, 15 мин.</li>
          <li>Снятие + оформление свободного края: 400 ₽, 30 мин.</li>
          <li>Парафиновая ванночка для рук: 400 ₽, 15 мин.</li>
          <li>Японский маникюр Masura: 1500 ₽, 1 час.</li>
          <li>Маникюр детский (до 12 лет): от 800 ₽, 1 час.</li>
          <li>Покрытие лаком Kinetics — эффект геля: 400 ₽, 30 мин.</li>
          <li>Наращивание ногтей: от 2800 ₽, 3 часа.</li>
          <li>Мужской маникюр: 1400 ₽, 1 час.</li>
          <li>Расслабляющий массаж рук: 500 ₽, 15 мин.</li>
        </ol>
      </div>

      <div className={styles.section}>
        <h2>Педикюр:</h2>
        <ol>
          <li>Обработка пальчиков ног + гель-лак: от 1900 ₽, 1 ч 30 мин</li>
          <li>Обработка пальчиков ног + лак: от 1600 ₽, 1 час</li>
          <li>Педикюр аппаратный с покрытием гель-лак: от 2600 ₽, 2 часа</li>
          <li>Педикюр аппаратный + обычный лак: от 2200 ₽, 1 ч 30 мин</li>
          <li>Педикюр Голден Трейс + лак: от 2200 ₽, 2 часа</li>
          <li>Педикюр Голден Трейс + гель-лак: от 2700 ₽, 2 часа</li>
          <li>Расслабляющий массаж ног: 500 ₽, 15 мин</li>
          <li>Мужской педикюр: 2500 ₽, 1 ч 30 мин</li>
        </ol>
      </div>

      <div className={styles.section}>
        <h2>Подология:</h2>
        <ol>
          <li>Коррекция системы титановая нить: 2000 ₽, 30 мин</li>
          <li>Коррекционная система Arkada's Brace M: 2500 ₽, 30 мин</li>
          <li>Протезирование ногтевой пластины: 1100 ₽, 1 час</li>
          <li>Обработка вросшего ногтя: от 1500 ₽, 1 час</li>
          <li>Обработка ногтей поражение - онихомикоз: от 1500 ₽, 1 час</li>
          <li>Установка каппалин, тампонная литазация и др.: 200 ₽, 1 час</li>
        </ol>
      </div>

      <div className={styles.section}>
        <h2>Брови:</h2>
        <ol>
          <li>Ламинирование бровей: 2000 ₽, 1 час</li>
          <li>Окрашивание бровей: от 600 ₽, 30 мин</li>
          <li>Окрашивание хной: от 1300 ₽, 1 час</li>
          <li>Художественное оформление: от 1100 ₽, 1 час</li>
          <li>Оформление воском: от 600 ₽, 30 мин</li>
          <li>Счастье для бровей: 400 ₽, 15 мин</li>
        </ol>
      </div>
    </div>
  );
};

export default Services;